1. 首页：WWW/19online/html/index.html

2. 说明项目是什么服务器环境 
	php 放在www下即可

-----------首页目localhost/19online/html/index.html 
-----------商品列表是场合选酒：http://localhost/19online/html/list.html


3. sass源文件main：WWW/19online/min

	模块化源文件：空

4. 登陆注册默认的账户有的话也写出来
	可自行注册

5. 功能亮点写出来
	
	主页秒杀倒计时，传进指定的未来几天开始倒计时
	加入购物车、立即购买会判断登录状态
	加入购物车时inupt框；不可以输入出了数字之外的字符；
	登录后可加入购物车，退出后则不会；
	点击退出购物车件数会清零，购物车清空，并跳转主页；
	加入购物车时，购物车会显示相应的件数，

或者介绍一下项目功能
	登录注册，页面头部，尾部，详情渲染，放大镜，购物车

6.1 要求的，没做的
	模块化
	懒加载

6.2 自身认为可完善的不足
	多人注册
	积分未加
	购物车页面中的数量inuput框不可以输入

7.备注：你想说的话
	github下载地址：https://github.com/123aliang/qwer1234.git

学习总结 400字记事本模式   以小组模式交给学委 周日晚八点
项目交给班长，截至周日晚八点